{
  "en": "English",
  "ar": "عربى",
  "home": "Home",
  "our_products": "Our Products",
  "blogs": "Blogs",
  "stay_in_touch": "Stay in touch",
  "privacy_policy": "Privacy Policy",
  "terms_and_conditions": "Terms & Conditions",
  "view_products": "View Products",
  "our_story": "Our Story",
  "copyright": "© 2020 nishOmi Abayas",
  "traditional_elegance_details": "nishOmi combines original designs and meticulously chosen fabric to instantly speak the language of elegance, luxury, and modest fashion. Every piece is designed to be the best of its kind with premium quality and matchless designs dedicated to celebrating women. Rooted in a passion for couture, nishOmi aims to bring sophistication to make every day your most fashionable day.",
  "our_founders": "Our Founders",
  "founder_shemi_desc": "Shemi is the dreamer among the two. She traces back her love for clothing and fashion to her childhood and teenage years. She spent time in experimenting with traditional attires. Resonating with the collective goal, tapping on Islamic fashion, and discovering its potential globally is indeed a dream come true for her. She finds joy in the smile of contentment on her customers.",
  "founder_nisha_desc": "Nisha is a passionate entrepreneur who is driven by the principles of creativity and hard work. She finds immense satisfaction in finding novelty in the designs and modernity in clothing. Excited and thrilled as they progress, Nisha, is definitely the doer strongly guided by the passion for fashion and thrill in introducing original designs to the market.",
  "exclusive_store": "Our Exclusive Store",
  "exclusive_store_desc": "Our offline exclusive store at abc is a favorite destination for luxury abaya collection and designer wears. In addition to a chic collection, the store offers the comfort of female designers and staff for your needs to customize your outfit. Do visit for an impeccable shopping experience that leaves you with irreplaceable additions to your wardrobe.",
  "customized_designer_wear": "Customized designer wear",
  "unique_designs": "Unique designs",
  "women_employees": "Managed by Ladies",
  "spacious_parking": "At the heart of the city",
  "abaya_then_and_now": "Abaya: Then And Now",
  "abaya_then_and_now_desc1": "A long cloak or robe, popularly known as Abaya, also referred to as Aba, Abah, all represent this everyday clothing that effortlessly covers the entire body.",
  "abaya_then_and_now_desc2": "This apparel was initially worn by Islamic women all over the Middle East but now with the escalating demand of abaya globally, it is even worn as high fashion by non-Muslims. Typically black in color, now they come in different styles, with a majority of them embroidered.",
  "origin": "Origin",
  "origin_desc": "Muslim women usually start wearing the abaya at the first sign of puberty. The rationale for the abaya is often attributed to the Quranic quote,",
  "origin_quote": "\"O Prophet, tell your wives and daughters, and the believing women, to cover themselves with a loose garment. They will thus be recognized and no harm will come to them\"",
  "origin_quote_author": "(Qur'an 33:59, translated by Ahmed Ali).",
  "origin_quote_desc": "This quotation is often given as the argument for wearing the abaya.",
  "as_global_outfit": "Abaya as a global outfit",
  "as_global_outfit_desc1": "The abayas come in different styles and are now paired with different clothing. They can be beaded and decorated with stylized cuts and prints. It is not uncommon to find abayas with hood, but the majority run from the shoulders downwards. Abayas are described as traditional hijabs.  They can be worn alongside other Islamic clothing, like the hijab or the niqab. Styles differ from region-wise:  some abayas have embroidery on black fabric whereas others are brightly colored and have different forms of artwork.",
  "as_global_outfit_desc2": "The designer abaya has flourished in recent years, with luxury brands creating collections specifically for the Middle East. Many Arab abaya designers are exploring other grounds, deviating from classic blacks, and contemporary abayas featuring open fronts, and woven fabrics in neutral shades. Some are decorated with stripes, pearl beads, and floral embroidery.",
  "as_global_outfit_desc3": "Abayas, now represent the personality, pride, and fashion sense of  Emirati women. They are no longer restricted to religious symbols, but also carry strong cultural implications that seem to be recognized which rightly explains the use of Emirati fashion across the globe. Abaya is now an outfit with its own independent standing and communicates a strong fashion statement. This journey through the ages communicates the emergence of the fashion trends of the Middle East with time.",
  "about_sleeves": "All About Sleeves",
  "about_sleeves_desc1": "In this post, let's explore the styles and varieties of abayas available. Abaya is available in so many different materials, styles and with a variety of detailing that often, we are confused, to choose one that fits us, the occasion, and our wardrobe.",
  "about_sleeves_desc2": "Here is an attempt to keep you informed so that the process of choosing what your heart desires becomes slightly easier for you.",
  "about_sleeves_desc3": "Let us break it down to sleeves. The sleeves are an important part of detailing in abaya designs. It could be a bell sleeve, a loose, plain sleeve, or one that fits your arm. Understanding the sleeve patterns will help you choose rightly depending on the occasion.",
  "about_sleeves_desc4": "Butterfly sleeve: a wide flared sleeve extending from the armhole, till the wrist, this style offers ease and comfort. Just as the name suggests, this piece definitely adds a butterfly look to the outfit.",
  "about_sleeves_desc5": "Puffed sleeve is an evergreen trend, with the sleeve starting loose at the shoulder and tight at the wrist. It’s never too late to get a puffed sleeve abaya as it adds a very vintage look to your wardrobe.",
  "about_sleeves_desc6": "The bell sleeve is the most elegant and modest choice, especially on loose style outfits. Abayas with bell sleeve feature a long fitted sleeve from elbow to shoulder and then flared till the wrist. This again is a classic popular choice.",
  "about_sleeves_desc7": "The cuffed sleeves are long and are stitched to fit the wrist like a cuff. The cuffed sleeve is often followed with button details, ribbon works etc. Cuff sleeves are popular among youngsters and the detailing done on the sleeves add to the demand of this pattern.",
  "about_sleeves_desc8": "Flared sleeves are the most preferred sleeve pattern. These are modern and stylish as they are most often accentuated with attractive bed work or embroidery work.",
  "about_sleeves_desc9": "The other sleeve patterns that are in demand are the bat-wing sleeve, the panel sleeve etc. Most sleeve patterns come in innovative patterns and detailing work.",
  "about_sleeves_desc10": "Adding to the sleeve detailing definitely adds elegance and style to the outfit. Most people prefer to have bead or stone work for occasion wear. Work wears mostly have beadwork, embroidery or mild stone work on the sleeves and everyday abayas feature cuff detailing, sleeve cuts, embroidered sleeves etc.",
  "about_sleeves_desc11": "Next time, do not forget to shop your favourite sleeve pattern and have one of each to add a dash of style to your wardrobe.",
  "our_story_desc1": "Our story began in 2018, when Nisha and Shemi, who met by chance at Fujairah, bonded over their love for clothing and style, inspiring them to launch nishOmi. Their friendship and passion joined hands with the Emirati culture and Islamic tradition to line a luxury collection of Abayas. In a short span of 4 to 5 months, nishOmi has won hearts with its modest sensibility and flair for variety.",
  "our_story_desc2": "Abaya reflects the personality, pride and sense of fashion of Arabic women which now has emerged to create a space of its own globally. Drawing inspiration from these aspects, nishOmi explores the untapped creativity and aesthetics that could add more to this piece of clothing. The aim is to capture the heritage, global appeal, and modesty through details, novel cuts, and styles. In their journey of creating a trend in Islamic fashion for women, nishOmi leaves a benchmark by being an exquisite women’s brand, in terms of ownership, management, and clientele.",
  "privacy_policy_effective_date": "Effective Date: January 1, 2020",
  "privacy_policy_desc1.1": "nishOmi (collectively, “us” or “we”) understand that your privacy is important to you. We are committed to respecting your privacy and protecting your personal data, which is any information that is capable of identifying you as an individual person, collected via all websites or apps that post a link to this Privacy Policy (collectively, “the Sites”). This Privacy Policy describes how we handle and protect your personal data in connection with the Sites, in our capacity as data controllers. Please see our ",
  "privacy_policy_desc1.2": " for more information about our online terms and policies in general.",
  "privacy_policy_subtitle1": "Information we collect",
  "privacy_policy_1_desc1": "nishOmi collects personal data on certain areas of the Sites when you register for nishOmi newsletters and alerts. The personal data collected varies across the Sites and may include information that you provide, such as your name and e-mail address. For instance, by registering for nishOmi newsletters or alerts, you agree to receive the correspondence to which you have subscribed at the e-mail address that you provided at registration. Only nishOmi or its agents will contact you using this e-mail address. We will send e-mails to this address related to your registration.",
  "privacy_policy_1_desc2": "We may also automatically collect information about the devices you use to interact with our Sites. The information we automatically collect may include IP address, device identifier, web browser, and browsing information collected through cookies, web beacons, pixels, clear gifs, and other similar technologies (collectively “Cookies and Other Tracking Technologies”) on our Sites. We may also automatically collect information about how you use the Sites, such as what you have searched for and viewed on the Sites. The information automatically collected will be associated with any personal data you have provided.",
  "privacy_policy_subtitle2": "Use of information",
  "privacy_policy_2_desc1": "The personal data we collect may be used where we have your specific consent to do so, or where nishOmi has a legitimate interest in or other legal basis for processing such information. In some situations, the collection of personal data may be required for the operation of the Sites or to provide certain services or products. nishOmi uses your personal data to fulfill your requests for information, personalize content that you view or receive on the Sites, evaluate and improve our services, distribute newsletters and alerts to you,analyze the Sites’ performance and functioning, publish your letters to the editor or comments,enforce our Terms & Conditions, comply with all applicable laws and corporate reporting obligations, enforce nishOmi’s agreements, and accomplish other purposes you may initiate or request. We may keep any of your personal data on file and use it to contact you.",
  "privacy_policy_2_desc2": "nishOmi may use first and third party Cookies and Other Tracking Technologies to manage our Sites and our services and collect analytics about how you use them. The information provided throughout this Privacy Policy about cookies also applies to these other tracking technologies. Our Sites do not collect personal data about your online activities over time and across third party websites or online services. Therefore, “do not track” signals transmitted from web browsers do not apply to our Sites, and we do not alter any of our data collection and use practices upon receipt of such a signal.",
  "privacy_policy_subtitle3": "Use of information collected via mobile devices",
  "privacy_policy_3_desc1": "In connection with our mobile applications, nishOmi may use third party service providers to analyze non-personally identifiable user activity to fix errors, monitor usage, and improve the performance of the mobile applications. For example, nishOmi receives reports on some of our mobile applications’ aggregate usage and browsing patterns, including information about the type of device used, articles accessed, and other events occurring within our apps. nishOmi also receives reports on certain errors occurring within mobile applications. None of these third party service providers gathers information in a manner intended to identify any particular user personally.",
  "privacy_policy_subtitle4": "Data recipients and international data transfers",
  "privacy_policy_4_desc1": "Personal data collected on the Sites may be transferred from time to time to nishOmi and their personnel across our global organization, as well as to our third party service providers located throughout the world, including in countries where the local law may grant you fewer rights than you have in your own country. Additionally, the Sites may be viewed and hosted by nishOmi and our third party service providers anywhere in the world. Where required by law, we have put in place legal mechanisms designed to ensure adequate data protection of your personal data that is processed by nishOmi and third- party service providers, including the transfer of your personal data to countries other than the one in which you reside. If you would like more information about these legal mechanisms, which may include the EU’s Standard Contractual Clauses, please contact us at the address below. By using any of the Sites and providing information on any of them, you voluntarily consent to such trans-border transfer and hosting of such information.",
  "privacy_policy_4_desc2": "nishOmi will not intentionally disclose or transfer (and will take reasonable steps to prevent the unauthorized or accidental disclosure of) your personal data to third parties without your consent, whether for such third parties’ own marketing purposes or otherwise, except as follows.nishOmi may provide access to your personal data to third party service providers engaged by nishOmi to provide services related to the Sites, provided that such third- party service providers will first agree to maintain the strict confidentiality of such information and provide the same level of data security as provided by nishOmi.",
  "privacy_policy_4_desc3": "We also may share your personal data with third party service providers who perform services and functions on our behalf to support our interactions with you, including, for example, processing recruitment materials, administering surveys or contests, or communicating with you. These third party service providers are not permitted to use or disclose your personal data except as necessary to perform services on our behalf or to comply with legal requirements.",
  "privacy_policy_4_desc4": "In addition, we may disclose information about you:",
  "privacy_policy_4_info1": "If we are required to do so by law or legal process;",
  "privacy_policy_4_info2": "To law enforcement authorities or other government officials;",
  "privacy_policy_4_info3": "When we believe disclosure is necessary or appropriate to prevent physical harm or financial loss or in connection with an investigation of suspected or actual illegal activity;",
  "privacy_policy_4_info4": "If disclosure is necessary to protect the vital interests of a person;",
  "privacy_policy_4_info5": "To enforce our ",
  "privacy_policy_4_info6": "To protect our property, services and legal rights;",
  "privacy_policy_4_info7": "To prevent fraud against nishOmi, our subsidiaries, affiliates and/or business partners;",
  "privacy_policy_4_info8": "To support auditing, compliance, and corporate governance functions; or",
  "privacy_policy_4_info9": "To comply with any and all applicable laws.",
  "privacy_policy_4_desc5": "We maintain processes designed to ensure that any processing of personal data by third party service providers is consistent with this Privacy Policy and protects the confidentiality, availability, and integrity of your personal data. In addition, we may disclose or transfer your personal data in the event of a re-organization, merger, sale, joint venture, assignment, or other transfer or disposition of all or any portion of our business.",
  "privacy_policy_subtitle5": "User forums",
  "privacy_policy_5_desc1": "You should be aware that whenever you publicly disclose information online, that information could be collected and used by others. nishOmi is not responsible for any action or policies of any third parties who collect information that users publicly disclose in any such forums on the Sites.",
  "privacy_policy_subtitle6": "Link to third-party sites",
  "privacy_policy_6_desc1": "nishOmi may provide links to third-party websites or information as a service to our users. If you use these links, you will leave the Sites. Such links do not constitute or imply an endorsement, sponsorship, or recommendation by nishOmi of the third party, the third- party website, or the information contained therein, and nishOmi shall not be responsible or liable for your use thereof. Such use shall be subject to the Terms & Conditions and privacy policies applicable to those sites.",
  "privacy_policy_subtitle7": "Social networking",
  "privacy_policy_7_desc1": "The Sites may allow you to sign into and associate your social network accounts including, but not limited to, Twitter and LinkedIn with nishOmi The Sites also may allow you to log in to a nishOmi account using certain social network account credentials.",
  "privacy_policy_7_desc2": "By associating your social network account with nishOmi or logging in to a nishOmi account using your social network account credentials, you give us permission to access information that you have made available in your public profile for that social network account. The information available in your public profile varies based on the social network and your settings, but may include your email address, real name, profile picture, gender, and location. We use the information we receive from your social network account in accordance with the social network’s Terms & Conditions and this Privacy Policy. Please refer to the privacy settings in your social network account for information about what data is shared with nishOmi and other connected applications and to manage the data that is shared through your account, including information about your activities using our Sites. If you would like to disconnect a social media account from us, refer to the settings of that social network account and its provider.",
  "privacy_policy_subtitle8": "Security",
  "privacy_policy_8_desc1": "nishOmi has implemented generally accepted standards of technology and operational security to protect personal data from loss, misuse, alteration, or destruction. Only authorized nishOmi personnel and third party service providers are provided access to personal data, and these employees and service providers are required to treat this information as confidential. Despite these precautions however, nishOmi cannot guarantee that unauthorized persons will not obtain access to your personal data.",
  "privacy_policy_subtitle9": "Data retention policy",
  "privacy_policy_9_desc1": "nishOmi retains personal data, as necessary, for the duration of the relevant business relationship. We may also retain personal data for longer than the duration of the business relationship should we need to retain it to protect ourselves against legal claims, use it for analysis or historical record-keeping, or comply with our information management policies and schedules. If you request that we delete your personal data, nishOmi will make reasonable attempts to delete all instances of the information in their entirety. For requests for access, corrections, or deletion, please refer to the “Your Rights” section of this Privacy Policy.",
  "privacy_policy_subtitle10": "Children",
  "privacy_policy_10_desc1": "The Sites are not designed for or directed at children 13 years of age or younger, and nishOmi does not intentionally collect or maintain personal data about anyone under this age.",
  "privacy_policy_subtitle11": "Your rights",
  "privacy_policy_11_desc1.1": "Where granted by local law, you may have the right to request access to the personal data that we have collected about you for the purposes of reviewing, modifying, or requesting deletion of the data. You may also have the right to request a copy of the personal data that we have collected about you and to have any inaccuracies in that data corrected. In certain circumstances, you may also request that we cease processing your personal data. If you would like to make a request to access, review, or correct the personal data we have collected about you, or to discuss how we process your personal data, please contact us at ",
  "privacy_policy_11_desc1.2": " To help protect your privacy and security, we will take reasonable steps to verify your identity, such as requiring a password and user ID, before granting access to your personal data. We will make reasonable attempts to promptly investigate, comply with, or otherwise respond to your requests as may be required by applicable law. Different laws may prevent us from providing access to your personal data or otherwise fully complying with your request depending upon the circumstances and the request, such as for example, where producing your information may reveal the identity of someone else. We reserve the right to charge an appropriate fee for complying with your request where allowed by applicable law, and/or deny your requests where they may be manifestly unfounded, and/or excessive, or otherwise objectionable or unwarranted under applicable law. In addition, and where granted by local law, you have the legal right to lodge a complaint with a competent data protection authority. You may also unsubscribe from mailing lists or any registrations on any of the Sites. To do so, please either follow instructions on the page of the Site on which you have provided such information, subscribed or registered or contact us at the address provide at the bottom of this Privacy Policy.",
  "privacy_policy_subtitle12": "Your California privacy rights",
  "privacy_policy_12_desc1.1": "Pursuant to California Civil Code Section 1798.83(c)(2), nishOmi does not share your personal data with third parties for those third parties’ direct marketing use. If you are a California resident under the age of 18, and a registered user of any of the Sites where this Privacy Policy is posted, California Business and Professions Code Section 22581 permits you to request and obtain removal of content or information you have publicly posted. To make such a request, please send an email with a detailed description of the specific content or information to ",
  "privacy_policy_12_desc1.2": "Please be aware that such a request does not ensure complete or comprehensive removal of the content or information you have posted and that there may be circumstances in which the law does not require or allow removal even if requested.",
  "privacy_policy_subtitle13": "Consent; changes to Privacy Policy",
  "privacy_policy_13_desc1": "By using the Sites, you consent to the collection, use, and storage of your personal data by us in the manner described in this Privacy Policy and elsewhere on the Sites. We reserve the right to make changes to this Privacy Policy from time to time. We will alert you to any such changes by updating this Privacy Policy. If we make material changes to this Privacy Policy that increase our rights to use personal data that we have previously collected about you, we will obtain your consent either through an email to your registered email address or by prominently posting information about the changes on our Sites.",
  "privacy_policy_subtitle14": "Contact us",
  "privacy_policy_14_desc1": "If you have any questions about our Privacy Policy, please contact us at:",
  "terms_of_use": "Terms of use",
  "terms_of_use_desc1": "nishOmi (“nishOmi” or “we”) provides its content on nishOmi.com (the “Site”) subject to the following terms and conditions (the “Terms”). We may periodically change the Terms without prior notice, so please check back from time to time. These Terms were last updated on July 1, 2018. By accessing and using this Site, you agree to these Terms. For an explanation of nishOmi’s practices and policies related to the collection, use, and storage of our users’ information, please read our",
  "terms_of_use_subtitle1": "1. Copyrights",
  "terms_of_use_1_desc1": "All content and functionality on the Site, including text, graphics, logos, icons, images, and videos and the selection and arrangement thereof, in addition to any concepts, know-how, tools, frameworks, software, applications or other technology, algorithms, models, processes, and industry perspectives underlying or embedded in the foregoing, along with any enhancements to or derivative works thereof (the “Site Content”) is the exclusive property of nishOmi or its licensors and, to the extent applicable, is protected by U.S. and international copyright laws. Neither the Site Content nor functionality of the Site, may be copied, reproduced, modified, reverse engineered, altered (including the removal or disabling of any security or technological safeguards, disclaimers, or legends) uploaded, published, uploaded, posted, transmitted, or distributed in any way without our written permission, except for those uses specified in Section 3 – Use of site content. All rights not expressly granted are reserved.",
  "terms_of_use_subtitle2": "2. Trademarks",
  "terms_of_use_2_desc1": "The trademarks, service marks, designs, and logos (collectively, the “Trademarks”) displayed on the Site are the registered and unregistered Trademarks of nishOmi and its licensors. You agree that, except as expressly permitted by us (e.g., through social media sharing tools provided on the Site) or by our licensors, where applicable, you will not refer to or attribute any information to nishOmi or its licensors in any public medium (e.g., press release, websites, or public social media) for advertising or promotion purposes, or for the purpose of informing or influencing any third party and that you will not use or reproduce any Trademark of, or imply any endorsement by or relationship with, nishOmi or its licensors.",
  "terms_of_use_subtitle3": "3. Use of site content",
  "terms_of_use_3_desc1": "nishOmi hereby grants you a limited, non-exclusive, non-transferable, revocable license for the term hereof to access and download, display, and print one copy of the Site Content on any single computer solely for your internal, business use, provided that you do not modify the Site Content in any way (including creating derivative works thereof), that you retain all copyright and other proprietary notices displayed on the Site Content, and that you otherwise comply with these Terms. You may not otherwise reproduce, modify, reverse engineer, distribute, transmit, post, or disclose the Site Content without nishOmiy’s prior written consent. In addition, you may not “mirror” the Site Content or any portion thereof without nishOmi’s express written consent. Nothing on this Site should be construed as granting directly or indirectly, or by implication any license or right to use any nishOmi intellectual property other than as expressly set forth herein. The license granted in this section terminates automatically and immediately if you do not comply with these Terms.",
  "terms_of_use_subtitle4": "4. User postings",
  "terms_of_use_4_desc1": "You acknowledge and agree that nishOmi shall own and have the unrestricted right to use, publish, and otherwise exploit any and all information that you post or otherwise publish on the Site in postings, forums or message boards, questionnaire, survey responses, and otherwise, and you acknowledge and agree that, by providing us any such submission, you automatically grant, and hereby do grant, to us a worldwide, non-exclusive, transferable, assignable, sublicensable, fully paid-up, royalty-free, perpetual, irrevocable license and right to use, reproduce, publish, distribute, modify and otherwise exploit such submission for any purpose, and in any form or media, not prohibited by applicable law. In addition, you hereby waive any claims against nishOmi for any alleged or actual infringements of any rights of privacy or publicity, intellectual property rights, moral rights, or rights of attribution in connection with nishOmi’s use and publication of such submissions. You covenant that you shall not post or otherwise publish on the Site any materials that (a) are threatening, libelous, defamatory, or obscene; (b) would constitute, or that encourage conduct that would constitute, a criminal offense, give rise to civil liability, or otherwise violate law; (c) infringe the intellectual property, privacy, or other rights of any third parties; (d) contain a computer virus or other destructive element; (e) contain advertising; (f) constitute or contain false or misleading statements; or (g) violates these Terms. nishOmi does not represent or endorse the accuracy of reliability of information posted to the Site by users. In addition, nishOmi does not and cannot review all information posted to the Site by users and is not responsible for such information. However, nishOmi reserves the right to refuse to post and the right to remove any information, in whole or in part, for any reason or for no reason.",
  "terms_of_use_subtitle5": "5. Notices of infringement and takedown by nishOmi",
  "terms_of_use_5_desc1": "nishOmi prohibits the posting of any information that infringes or violates the copyright rights and/or other intellectual property rights (including rights of privacy and publicity) of any person or entity. If you believe that your intellectual property right (or such a right that you are responsible for enforcing) is infringed by any content on the Site, please write to nishOmi at the address shown below, giving a written statement that contains: (a) identification of the copyrighted work and/or intellectual property right claimed to have been infringed; (b) identification of the allegedly infringing material on the Site that is requested to be removed; (c) your name, address, and daytime telephone number, and an e-mail address if available; (d) a statement that you have a good faith belief that the use of the copyrighted work and/or exercise of the intellectual property right is not authorized by the owner, its agent, or the law; (e) a statement that the information in the notification is accurate, and, under penalty of perjury, that the signatory is authorized to act on behalf of the owner of the right that is allegedly infringed; and (f) the signature of the intellectual property right owner or someone authorized on the owner’s behalf to assert infringement of the right.nishOmi will remove any posted submission that infringes the copyright or other intellectual property right of any person under U.S. law upon receipt of such a statement (or any statement in conformance with 17 U.S.C. 512(c)(3)). U.S. law provides significant penalties for submitting such a statement falsely. Under appropriate circumstances, persons who repeatedly submit infringing or unlawful material will be prohibited from posting further submissions. nishOmi’s contact for submission of notices under this Section 5 is:",
  "terms_of_use_subtitle6": "6. Disclaimers",
  "terms_of_use_6_desc1": "THE CONTENT AND FUNCTIONALITY ON THE SITE IS PROVIDED WITH THE UNDERSTANDING THAT nishOmi IS NOT HEREIN ENGAGED IN RENDERING PROFESSIONAL ADVICE OR SERVICES TO YOU, NO SITE CONTENT IS INTENDED TO SERVE AS OR SHALL BE DEEMED INVESTMENT, LEGAL, TAX, ACCOUNTING OR OTHER REGULATED ADVICE, AND THAT YOU SHALL REMAIN SOLELY RESPONSIBLE FOR YOUR USE OF ALL SITE CONTENT AND ACKNOWLEDGE THAT ANY RELIANCE UPON THE SITE CONTENT SHALL BE ENTIRELY AT YOUR SOLE OPTION AND RISK. ALL CONTENT AND FUNCTIONALITY ON THE SITE IS PROVIDED “AS IS,” WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE. nishOmi AND ITS THIRD-PARTY CONTENT PROVIDERS MAKE NO WARRANTIES, EXPRESS OR IMPLIED, AS TO THE OWNERSHIP, ACCURACY, OR ADEQUACY OF THE SITE CONTENT. nishOmi SHALL HAVE NO LIABILITY OR RESPONSIBILITY FOR ANY INFORMATION PUBLISHED ON LINKED WEBSITES, CONTAINED IN ANY USER SUBMISSIONS PUBLISHED ON THE SITE, OR PROVIDED BY THIRD PARTIES. NEITHER nishOmi NOR ITS THIRD-PARTY CONTENT PROVIDERS SHALL BE LIABLE FOR ANY INDIRECT, INCIDENTAL, CONSEQUENTIAL, OR PUNITIVE DAMAGES OR LOSSES OR FOR LOST REVENUES OR PROFITS, WHETHER OR NOT ADVISED OF THE POSSIBILITY OF SUCH DAMAGES OR LOSSES AND REGARDLESS OF THE THEORY OF LIABILITY.",
  "terms_of_use_subtitle7": "7. Indemnification",
  "terms_of_use_7_desc1": "You hereby indemnify, defend, and hold harmless nishOmi and all of its predecessors, successors, parents, subsidiaries, affiliates, officers, directors, shareholders, investors, employees, agents, representatives, and attorneys and their respective heirs, successors, and assigns (“nishOmi Indemnified Parties”) from and against any and all liability, expenses, costs, or other losses (“Losses”) incurred by nishOmi and/ornishOmi Indemnified Parties in connection to any claims arising out of your use of the Site and/or any breach by you of these Terms, including the representations, warranties and covenants you made, if any, by agreeing to these Term. nishOmi reserves the right to assume, at its own expense, the exclusive defense and control of any matter otherwise subject to indemnification by you.",
  "terms_of_use_subtitle8": "8. Third-party websites & Providers",
  "terms_of_use_8_desc1": "We may provide links to third-party websites, and some of the content appearing to be on this Site is in fact supplied, supported, or provided directly or indirectly by third parties, for example, in instances of framing of third-party websites or incorporation through framesets of content supplied by third-party servers. nishOmi has no responsibility for these third-party websites, which are governed by the terms of use and privacy policies, if any, of the applicable third-party content providers.",
  "terms_of_use_subtitle9": "9. Privacy",
  "terms_of_use_9_desc1.1": "nishOmi understands that your privacy is important to you and nishOmi is committed to respecting your privacy and to protecting your personally-identifiable information (which is also referred to in some contexts and under some applicable laws as your personal data). nishOmi’s ",
  "terms_of_use_9_desc1.2": " describes how nishOmi uses and protects your personally-identifiable information, as well as how and with whom nishOmi may share that information. YOU ARE ENCOURAGED TO PRINT AND TO READ THE PRIVACY POLICY CAREFULLY AND TO CONTACT nishOmi IF YOU HAVE ANY QUESTIONS ABOUT nishOmiS PRIVACY POLICY OR THESE TERMS.",
  "featured_products": "Featured Products",
  "choice_for": "Your choice for",
  "elegance_and_glamour": "elegance and glamour.",
  "casual_wear": "Casual Wear",
  "party_wear": "Party Wear",
  "explore_category": "Explore The Category",
  "say_yes_to": "Say yes to",
  "concious_style": "conscious style.",
  "our_story_draft": "Abaya reflects the personality, pride and sense of fashion of Arabic women which now has emerged to create a space of its own globally. Drawing inspiration from these aspects, nishOmi explores the untapped creativity and aesthetics that could add more to this piece of clothing. The aim is to capture the heritage, global appeal, and modesty through details, novel cuts, and styles.",
  "read_more": "Read More",
  "blog_posts": "Blog posts",
  "blog_post": "Blog post",
  "blossom_by_blossom": "Blossom by blossom",
  "spring_begins": "spring begins.",
  "footer_desc": "nishOmi combines original designs and meticulously chosen fabric to instantly speak the language of elegance, luxury, and modest fashion.",
  "fashion": "Fashion",
  "inspiration": "Inspiration",
  "blog1_published_date_and_author": "Sep 28th, 2020 by Admin",
  "blog2_published_date_and_author": "Oct 08th, 2020 by Admin",
  "contact_us": "Contact Us",
  "nishomi": "nishOmi",
  "store_location": "Store Location",
  "location_address_line1": "nishOmi Designer Abayas",
  "location_address_line2": "Shop 5, Opp. Bin Moosa Central Pharmacy, ",
  "location_address_line3": "Fujairah,",
  "location_address_line4": "United Arab Emirates",
  "contact": "Contact",
  "code": "Code",
  "size": "Size",
  "custom_size": "Custom Size",
  "in_inches": "in inches",
  "aed": "AED",
  "full_length": "Full Length",
  "sleeve_length": "Sleeve Length",
  "bust": "Bust",
  "hip": "Hip",
  "story_title": "nishOmi Abayas",
  "story_subtitle": "for traditional Elegance",
  "contact_details": "Contact Details",
  "view_details": "View Details",
  "address": "Address",
  "email": "Email",
  "contact_no": "Contact No.",
  "button": {
    "show_interest": "Show Interest",
    "order_now": "Order Now",
    "place_order": "Place an Order",
    "send_product_interest": "Send a product Interest",
    "updating": "Updating"
  },
  "label": {
    "full_name": "Full Name",
    "email_id": "Email ID",
    "contact_number": "Contact Number",
    "address": "Address",
    "message": "Message",
    "accept_label": "I accept the"
  },
  "error": {
    "tac_mandatory": "Please accept terms and conditions before you proceed.",
    "full_name_mandatory": "Please enter your full name.",
    "email_id_mandatory": "Please enter your email id.",
    "contact_number_mandatory": "Please enter your contact number.",
    "address_mandatory": "Please enter your address.",
    "email_id_invalid": "Please enter a valid email id.",
    "contact_number_invalid": "Please enter a valid contact number.",
    "size": "Please choose a size.",
    "custom_size": "Please enter custom size.",
    "something_went_wrong": "Something went wrong. Please try again later."
  },
  "success": {
    "order": "Thanks for placing this order. We will connect you shortly and deliver this product to  your address",
    "show_interest": "Thanks for your interest in this product. We will connect you shortly to know more about your interest and help you with your purchase"
  }
}
